---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.TopographySurface
source: html/7fc4cad4-e8a7-5956-d961-ca42f33d9236.htm
---
# TopographySurface Members

Adds points to a topography surface.